
greating = ["สวัสดีจ่ะ","สวัสดีจะ","สวัสดี","สวัสดีครับ","สวัสดีค้าบ","ดีค้าบ","หวัดดีค้าบ","สวัสดีค่า","สวัสดีเจ้า","มอนิ่ง","สวัสดีค่ะ","ดีครับ","ดีค่ะ","ดีค่า","ซาหวัดดี","สวัสดีจ้า",
"ไง","เฮ้","หวัดดี","ฮัลโหล","ดีนะ","ดี","ทักทาย","ทากทาย","ว่าไง","ว่างาย","โหล","D","Dee","Dee kub","Hi","hi","hey","Hello","hello","เฮย์","เซย์ไฮ","ไฮ","โย่ว","Yo","เฮลโล","เห้ย","เอ้ย","บอท","ดีฮับ",
"ดีงับ","ดีจ้า","ดีคับ","ดีครับ","เพื่อน","ทักครับ","แก","เธอ","นาย","คุณ","เป็นไงบ้าง","งาย","เปงไง","เปงงาย","หวักดี","วัดดี","สบายดีมั้ย","D ja","DD","What's up","หวัดดู","เห้","สอบถามครับ","ถามหน่อย","ว่างมั้ย","ทำไรได้บ้าง","คุณเป็นใคร",
"ใครอะ","ตอบหน่อย","ยังไง","ฮาโล","Halo","อันยอง","เพื่อนรัก","เอาล่ะ","เฮ้เฮ้","ยินดีที่ได้พบคุณ","เออว่างั้น","เฮ้ช่วยหน่อย","อะไรข่าวดี","มีไรใหม่","ทำอะไรอยู่"]

greating_out = [
    "สวัสดีค่ะ"
]

Text_gas = ["การเข้าใช้งานระบบก๊าซออนไลน์ของกรมโรงงานอุตสาหกรรมสามารถเข้าไปใช้ระบบที่ช่องทางไหน (ลิงก์ระบบ)",
"การลงทะเบียนบัญชีบุคคลธรรมดา (DGA) เพื่อเข้าใช้ระบบก๊าซ",
"ระบบบัญชีบุคคลธรรมดา (DGA) คืออะไรและเป็นของหน่วยงานใด",
"การ login ของ ผปก. เข้าใช้ระบบก๊าซมีกี่แบบ",
"login ผู้ประกอบการโรงงานอุตสาหกรรม ใช้ User ที่ใช้กับระบบกากระบบเก่าที่เป็นเลขทะเบียนโรงงาน แต่ให้สวิตซ์จากเลขทะเบียนโรงงานแบบเก่า ใส่เลขทะเบียนโรงงานแบบใหม่ 14 หลัก พร้อมกับพาสเวิร์ดเดิม", 
"login ผู้ประกอบการโรงงานอุตสาหกรรม (I-industry) ใช้ User ที่เป็นเลขบัตรประชาชนที่ได้ลงทะเบียนและยืนยันตัวตนกับ อก. แล้ว",
"กรมโรงงานฯ ต้องการรวบรวมข้อมูลก๊าซของโรงงานจึงขอให้ ผปก. บันทึกข้อมูลก๊าซที่โรงงานใช้อยู่ ณ ปัจจุบัน ที่หัวข้อ ข้อมูลก๊าซอุตสาหกรรมโรงงาน และคลิกที่ Link บันทึกข้อมูลก๊าซอุตสาหกรรมโรงงาน"
"ผปก. login เข้ามาในระบบแล้วให้คลิกที่ เลขที่คำขอ ก็จะเข้าดูข้อมูลคนงานควบคุมก๊าซของโรงงานได้และสามารถดาวน์โหลดใบอนุญาตได้ที่ ตรวจสอบทะเบียน จะเป็น PDF 1 ฉบับ",
"บัญชีบุคคลธรรมดา (DGA) ถ้าลงทะเบียนแล้วจะได้ User+Password เพื่อเข้าสู่บริการ เมื่อ login เข้าไปจะเจอเลขบัตรประชาชน ชื่อ-นามสกุล และที่อยู่ตามบัตรประชาชน สามารถคลิกที่ปุ่ม ยื่นคำขอ เพื่อ ดำเนินการขึ้นทะเบียน/ต่ออายุคนงานควบคุมก๊าซได้เลยหรือไม่"
]
time_output = ["วันนี้ %s ค่ะ",
               "ตอนนี้วันที่ %s ค่ะ"]
