
greating = ["สวัสดีจ่ะ","สวัสดีจะ","สวัสดี","สวัสดีครับ","สวัสดีค้าบ","ดีค้าบ","หวัดดีค้าบ","สวัสดีค่า","สวัสดีเจ้า","มอนิ่ง","สวัสดีค่ะ","ดีครับ","ดีค่ะ","ดีค่า","ซาหวัดดี","สวัสดีจ้า",
"ไง","เฮ้","หวัดดี","ฮัลโหล","ดีนะ","ดี","ทักทาย","ทากทาย","ว่าไง","ว่างาย","โหล","D","Dee","Dee kub","Hi","hi","hey","Hello","hello","เฮย์","เซย์ไฮ","ไฮ","โย่ว","Yo","เฮลโล","เห้ย","เอ้ย","บอท","ดีฮับ",
"ดีงับ","ดีจ้า","ดีคับ","ดีครับ","เพื่อน","ทักครับ","แก","เธอ","นาย","คุณ","เป็นไงบ้าง","งาย","เปงไง","เปงงาย","หวักดี","วัดดี","สบายดีมั้ย","D ja","DD","What's up","หวัดดู","เห้","สอบถามครับ","ถามหน่อย","ว่างมั้ย","ทำไรได้บ้าง","คุณเป็นใคร",
"ใครอะ","ตอบหน่อย","ยังไง","ฮาโล","Halo","อันยอง","เพื่อนรัก","เอาล่ะ","เฮ้เฮ้","ยินดีที่ได้พบคุณ","เออว่างั้น","เฮ้ช่วยหน่อย","อะไรข่าวดี","มีไรใหม่","ทำอะไรอยู่"]

greating_out = [
    "สวัสดีค่ะ"
]

Text_gas = ["การเข้าใช้งานระบบก๊าซออนไลน์ของกรมโรงงานอุตสาหกรรมสามารถเข้าไปใช้ระบบที่ช่องทางไหน(ลิงก์ระบบ)","การลงทะเบียนบัญชีบุคคลธรรมดา(DGA)เพื่อเข้าใช้ระบบก๊าซ","ระบบบัญชีบุคคลธรรมดา(DGA)คืออะไรและเป็นของหน่วยงานใด","การloginของผปก.เข้าใช้ระบบก๊าซมีกี่แบบ","ทำไมถึงกรมโรงงานฯถึงต้องรวบรวมข้อมูลก๊าซชองโรงงาน"
            ,"การใช้งานของระบบก๊าซของผู้ประกอบการ","การลงทะเบียนDGAถ้ามีปัญหาในการสมัครเข้าใช้งานต้องติดต่อเบอร์โทรศัพท์เบอร์ไหน","ถ้ามีปัญหาในการเข้าใช้งานผู้ประกอบการโรงงานอุตสาหกรรมและผู้ประกอบการโรงงานอุตสาหกรรม(I-industry)ต้องติดต่อหน่วยงานใดและเบอร์โทรศัพท์เบอร์ไหน"]

Text_law = ["จุดเริ่มต้นของการเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์เริ่มต้นกระบวนการที่จุดใด","หากประสงค์จะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ผู้ประกอบกิจการโรงงานจำเป็นต้องมีบัญชีหรือลงทะเบียนผ่านระบบหรือหน่วยงานใด"
            ,"เมื่อผู้ประกอบกิจการโรงงานจะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วจะต้องมีการยืนยันตัวตนหรือจะตรวจสอบอย่างไรว่าเป็นผู้ประกอบกิจการโรงงานที่ถูกดำเนินคดีรายนั้นๆ","หากผู้ประกอบการโรงงานรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วต่อมาประสงค์จะดำเนินกระบวนการในขั้นตอนต่อไปเป็นแบบปกติได้หรือไม่"
            ,"หากครบกำหนดระยะเวลามารับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว ะขอขยายระเวลาอีกได้หรือไม่","ภายหลังจากรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วจะสามารถชำระเงินค่าปรับได้เมื่อใด","การชำระเงินค่าปรับสามารถดำเนินการชำระผ่านช่องทางใดได้บ้าง","ภายหลังจากชำระเงินค่าปรับแล้วจะได้รับใบเสร็จรับเงินอิเล็กทรอนิกส์(e-Receipt)เมื่อใด"]


time_output = ["วันนี้ %s ค่ะ",
               "ตอนนี้วันที่ %s ค่ะ"]

