
greating = ["สวัสดีจ่ะ","สวัสดีจะ","สวัสดี","สวัสดีครับ","สวัสดีค้าบ","ดีค้าบ","หวัดดีค้าบ","สวัสดีค่า","สวัสดีเจ้า","มอนิ่ง","สวัสดีค่ะ","ดีครับ","ดีค่ะ","ดีค่า","ซาหวัดดี","สวัสดีจ้า",
"ไง","เฮ้","หวัดดี","ฮัลโหล","ดีนะ","ดี","ทักทาย","ทากทาย","ว่าไง","ว่างาย","โหล","D","Dee","Dee kub","Hi","hi","hey","Hello","hello","เฮย์","เซย์ไฮ","ไฮ","โย่ว","Yo","เฮลโล","เห้ย","เอ้ย","บอท","ดีฮับ",
"ดีงับ","ดีจ้า","ดีคับ","ดีครับ","เพื่อน","ทักครับ","แก","เธอ","นาย","คุณ","เป็นไงบ้าง","งาย","เปงไง","เปงงาย","หวักดี","วัดดี","สบายดีมั้ย","D ja","DD","What's up","หวัดดู","เห้","สอบถามครับ","ถามหน่อย","ว่างมั้ย","ทำไรได้บ้าง","คุณเป็นใคร",
"ใครอะ","ตอบหน่อย","ยังไง","ฮาโล","Halo","อันยอง","เพื่อนรัก","เอาล่ะ","เฮ้เฮ้","ยินดีที่ได้พบคุณ","เออว่างั้น","เฮ้ช่วยหน่อย","อะไรข่าวดี","มีไรใหม่","ทำอะไรอยู่"]

greating_out = [
    "สวัสดีค่ะ"
]

Text_gas = ["การเข้าใช้งานระบบก๊าซออนไลน์ของกรมโรงงานอุตสาหกรรมสามารถเข้าไปใช้ระบบที่ช่องทางไหน (ลิงก์ระบบ)",
"การลงทะเบียนบัญชีบุคคลธรรมดา (DGA) เพื่อเข้าใช้ระบบก๊าซ",
"ระบบบัญชีบุคคลธรรมดา (DGA) คืออะไรและเป็นของหน่วยงานใด",
"การ login ของ ผปก. เข้าใช้ระบบก๊าซมีกี่แบบ",
"login ผู้ประกอบการโรงงานอุตสาหกรรม ใช้ User ที่ใช้กับระบบกากระบบเก่าที่เป็นเลขทะเบียนโรงงาน แต่ให้สวิตซ์จากเลขทะเบียนโรงงานแบบเก่า ใส่เลขทะเบียนโรงงานแบบใหม่ 14 หลัก พร้อมกับพาสเวิร์ดเดิม", 
"login ผู้ประกอบการโรงงานอุตสาหกรรม (I-industry) ใช้ User ที่เป็นเลขบัตรประชาชนที่ได้ลงทะเบียนและยืนยันตัวตนกับ อก. แล้ว",
"กรมโรงงานฯ ต้องการรวบรวมข้อมูลก๊าซของโรงงานจึงขอให้ ผปก. บันทึกข้อมูลก๊าซที่โรงงานใช้อยู่ ณ ปัจจุบัน ที่หัวข้อ ข้อมูลก๊าซอุตสาหกรรมโรงงาน และคลิกที่ Link บันทึกข้อมูลก๊าซอุตสาหกรรมโรงงาน"
"ผปก. login เข้ามาในระบบแล้วให้คลิกที่ เลขที่คำขอ ก็จะเข้าดูข้อมูลคนงานควบคุมก๊าซของโรงงานได้และสามารถดาวน์โหลดใบอนุญาตได้ที่ ตรวจสอบทะเบียน จะเป็น PDF 1 ฉบับ",
"บัญชีบุคคลธรรมดา (DGA) ถ้าลงทะเบียนแล้วจะได้ User+Password เพื่อเข้าสู่บริการ เมื่อ login เข้าไปจะเจอเลขบัตรประชาชน ชื่อ-นามสกุล และที่อยู่ตามบัตรประชาชน สามารถคลิกที่ปุ่ม ยื่นคำขอ เพื่อ ดำเนินการขึ้นทะเบียน/ต่ออายุคนงานควบคุมก๊าซได้เลยหรือไม่"
]
time_output = ["วันนี้ %s ค่ะ",
               "ตอนนี้วันที่ %s ค่ะ"]

law = ["จุดเริ่มต้นของการเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ เริ่มต้นกระบวนการที่จุดใด","กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์เริ่มต้นที่จุดไหน"
       ,"การเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์เริ่มต้นจากที่ไหน","กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์มีจุดเริ่มต้นที่ใด","จุดเริ่มต้นของการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์คือที่ไหน"
       ,"กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์เริ่มต้นจากจุดใด","กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์เริ่มต้นที่จุดใด","ขั้นตอนแรกของการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์คืออะไร","กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์เริ่มต้นอย่างไร"]

law_out = ["เมื่อผู้ประกอบกิจการโรงงานได้รับหนังสือแจ้งการกระทำความผิด และประสงค์ที่จะรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ โดยนำรหัสที่ได้รับจากหนังสือแจ้งการกระทำความผิด กรอกในระบบการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์"]



accountlaw = ["หากประสงค์จะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ผู้ประกอบกิจการโรงงานจำเป็นต้องมีบัญชีหรือลงทะเบียนผ่านระบบหรือหน่วยงานใด","หากผู้ประกอบกิจการโรงงานต้องการเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จำเป็นต้องมีบัญชีผู้ใช้หรือลงทะเบียนกับระบบหรือหน่วยงานใด",
              "หากผู้ประกอบกิจการโรงงานต้องการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จำเป็นต้องลงทะเบียนหรือสร้างบัญชีกับหน่วยงานหรือระบบใดบ้าง",
              "หากผู้ประกอบกิจการโรงงานต้องการเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จำเป็นต้องลงทะเบียนหรือสร้างบัญชีผู้ใช้กับหน่วยงานหรือระบบใดบ้าง และมีขั้นตอนอย่างไรในการดำเนินการนี้"]


accountlaw_out = ["ประกอบกิจการโรงงานจำเป็นต้องมีบัญชี ดังนี้ 1. บัญชีผู้ใช้บุคคลธรรมดา (Digital ID) 2. บัญชีผู้ใช้นิติบุคคลของกรมพัฒนาธุรกิจการค้า (Digital ID DBD)"]

Verifylaw = ["เมื่อผู้ประกอบกิจการโรงงานจะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว จะต้องมีการยืนยันตัวตน หรือจะตรวจสอบอย่างไรว่าเป็นผู้ประกอบกิจการโรงงานที่ถูกดำเนินคดีรายนั้นๆ"
          ,"เมื่อผู้ประกอบกิจการโรงงานต้องการเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะต้องมีการยืนยันตัวตนอย่างไร หรือมีวิธีการตรวจสอบอย่างไรเพื่อให้แน่ใจว่าเป็นผู้ประกอบกิจการโรงงานที่ถูกดำเนินคดีรายนั้นจริง?",
          "เมื่อผู้ประกอบการโรงงานจะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะต้องยืนยันตัวตนหรือมีวิธีการตรวจสอบอย่างไรเพื่อให้แน่ใจว่าผู้ที่เข้าสู่ระบบคือผู้ประกอบกิจการโรงงานที่ถูกดำเนินคดีรายนั้นจริง"
          ,"เมื่อผู้ประกอบการโรงงานจะรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะยืนยันตัวตนหรือตรวจสอบอย่างไรให้แน่ใจว่าเป็นผู้ที่ถูกดำเนินคดีจริง","เมื่อผู้ประกอบการโรงงานจะรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะยืนยันตัวตนหรือตรวจสอบอย่างไรให้แน่ใจว่าเป็นผู้ถูกดำเนินคดีจริง"
          ,"เมื่อผู้ประกอบการโรงงานต้องรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะทำการยืนยันตัวตนหรือตรวจสอบอย่างไรเพื่อให้แน่ใจว่าเป็นผู้ถูกดำเนินคดีจริง"]

Verifylaw_out = ["ภายหลังจากที่ผู้ประกอบกิจการเข้าสู่ระบบ (การรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์) ผู้ประกอบกิจการจะต้องยืนยันตัวตนด้วยรหัส OTP ผ่านทางอีเมล"]

#ข้อกล่าวหา
allegationlaw = ["หากผู้ประกอบการโรงงานรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วต่อมาประสงค์จะดำเนินกระบวนการในขั้นตอนต่อไปเป็นแบบปกติได้หรือไม่","หากผู้ประกอบการโรงงานได้รับข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วสามารถดำเนินกระบวนการต่อไปในขั้นตอนต่อไปเป็นปกติได้หรือไม่"
              ,"หลังจากที่ผู้ประกอบการโรงงานได้รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วผู้ประกอบการสามารถดำเนินกระบวนการต่อไปในขั้นตอนต่อไปเป็นปกติได้หรือไม่"]


allegationlaw_out = ["สามารถกระทำได้ "]

#ขยายเวลา
Extendtimelaw = ["หากครบกำหนดระยะเวลามารับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว จะขอขยายระเวลาอีกได้หรือไม่ ","หากผู้รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว สามารถขอขยายระยะเวลาที่กำหนดไว้ได้หรือไม่","หลังจากที่ผู้รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว สามารถขอขยายระยะเวลาที่กำหนดไว้ได้หรือไม่",
                     "เมื่อผู้รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว สามารถยื่นเรื่องขอขยายระยะเวลาที่กำหนดไว้ได้หรือไม่","หลังจากที่ผู้รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว มีสิทธิ์ขอขยายระยะเวลาที่กำหนดไว้หรือไม่","หากผู้รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว สามารถขอขยายระยะเวลาที่กำหนดไว้หรือไม่"
                     ,"หากผู้รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว มีทางที่สามารถขอขยายระยะเวลาที่กำหนดไว้ได้หรือไม่","หลังจากที่ผู้รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว มีวิธีการที่สามารถขอขยายระยะเวลาที่กำหนดไว้ได้หรือไม่"]

Extendtimelaw_out = ["เมื่อครบระยะเวลาการรับทราบข้อกล่าวหาแล้ว ไม่สามารถขยายระยะเวลาได้อีก"]

#ไม่ยินยอม
notagree = ["หากไม่ยินยอมในการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะเกิดผลกระทบอย่างไร","หากไม่ยินยอมในการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะส่งผลกระทบอย่างไรต่อการดำเนินคดี","การไม่รับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์จะส่งผลต่อสิทธิประโยชน์ของผู้ถูกกล่าวหาอย่างไร"
            ,"มีความเสี่ยงใดบ้างที่อาจเกิดขึ้นหากไม่ใช้ระบบอิเล็กทรอนิกส์ในการรับทราบข้อกล่าวหา","หากไม่ยินยอมในการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะเกิดผลกระทบอย่างไรต่อการดำเนินคดี","การไม่ใช้ระบบอิเล็กทรอนิกส์ในการรับทราบข้อกล่าวหามีความเสี่ยงใดบ้าง"]

notagree_out = ["พนักงานเจ้าหน้าที่ดำเนินการร้องทุกข์ต่อพนักงานสอบสวนเพื่อฟ้องร้องต่อศาลต่อไป"]

#จ่ายค่าปรับ
paylaw = ["ภายหลังจากรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว จะสามารถชำระเงินค่าปรับได้เมื่อใด","หลังจากรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว สามารถชำระค่าปรับได้เมื่อใด","หลังจากได้รับข้อกล่าวหาทางอิเล็กทรอนิกส์แล้ว สามารถชำระค่าปรับได้เมื่อไหร่",
          "หลังจากได้รับข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว ฉันสามารถชำระค่าปรับได้เมื่อไหร่","หลังจากได้รับข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว ฉันจะต้องดำเนินการอย่างไรเพื่อชำระค่าปรับและในระยะเวลาที่กำหนด",
          "หลังจากรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว ฉันจะสามารถเลือกชำระค่าปรับได้อย่างไรและมีวิธีชำระที่ให้บริการอย่างไร","เมื่อไรที่ฉันสามารถชำระค่าปรับหลังจากรับข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว","หลังจากรับทราบข้อกล่าวหาผ่านทางอีเมลหรือระบบอินเทอร์เน็ต ฉันจะสามารถชำระค่าปรับได้เมื่อไหร่"
          ,"เมื่อไรฉันจะสามารถทำการชำระค่าปรับหลังจากได้รับข้อกล่าวหาผ่านทางระบบอิเล็กทรอนิกส์","เมื่อไหร่ฉันจะสามารถทำการชำระค่าปรับหลังจากรับข้อกล่าวหาทางอิเล็กทรอนิกส์"]

paylaw_out = ["เมื่อรับทราบข้อกล่าวหาแล้ว พนักงานเจ้าหน้าที่จะส่งสำนวนเข้าคณะกรรมการเปรียบเทียบคดี ภายหลังจากคณะกรรมการเปรียบเทียบคดีกำหนดจำนวนเงินค่าปรับแล้ว พนักงานเจ้าหน้าที่จะแจ้งจำนวนเงินค่าปรับและรายละเอียดการชำระเงินค่าปรับให้ผู้ประกอบกิจการทราบผ่านระบบอิเล็กทรอนิกส์ "]



howtopayment = ["การชำระเงินค่าปรับ สามารถดำเนินการชำระผ่านช่องทางใดได้บ้าง","ชำระเงินค่าปรับสามารถทำได้ผ่านช่องทางใดบ้าง","มีวิธีชำระเงินค่าปรับทางใดบ้าง","ช่องทางใดที่ใช้ในการชำระเงินค่าปรับ","สามารถชำระเงินค่าปรับผ่านช่องทางอะไรบ้าง"]

Paymentlaw_out = ["1.วิธีการจ่ายชำระผ่านใบแจ้งการชำระเงิน (Bill Payment)  1.1 ชำระเงินผ่านเคาน์เตอร์ธนาคารได้ทุกธนาคารที่เข้าร่วมโครงการ Bill Payment Prompt pay 1.2 ชำระเงินผ่านเคาน์เตอร์เซอร์วิส (7-Eleven ทุกสาขา) 1.3 ชำระเงินผ่านเครื่อง ATM  1.4 ชำระเงินผ่าน application ของธนาคารผู้ให้บริการบนโทรศัพท์มือถือ (Mobile Banking) ด้วยช่องทาง QR Code หรือ Bar Code  2. วิธีการจ่ายชำระเงินด้วยวิธีออนไลน์ (Online Payment) 2.1 ชำระเงินด้วยบัตรเครดิต/บัตรเครดิต 2.2 ชำระเงินผ่าน Internet Banking ของธนาคารผู้ให้บริการ  2.3 ชำระเงินผ่านการหักเงินจากบัญชีธนาคารของผู้ใช้บริการ รายละเอียดเพิ่มเติม https://epayment.cgd.go.th/e-payment/files/posts/267/file.pdf"]


Receiptlaw = ["ภายหลังจากชำระเงินค่าปรับแล้ว จะได้รับใบเสร็จรับเงินอิเล็กทรอนิกส์ (e-Receipt) เมื่อใด","ฉันจะได้รับ e-Receipt หลังจากชำระเงินค่าปรับเสร็จสิ้นแล้วในระบบนี้ใช่ไหม","เมื่อฉันชำระเงินค่าปรับแล้ว ฉันจะได้รับ e-Receipt ทันทีไหม","หลังจากชำระเงินค่าปรับ จะได้รับใบเสร็จรับเงินอิเล็กทรอนิกส์ (e-Receipt)เมื่อไหร่",
              ]

Receiptlaw_out = ["การออกใบเสร็จรับเงินแบบอิเล็กทรอนิกส์ของระบบแบ่งเป็น 2 กรณี คือ  1. กรณีชำระค่าบริการแบบออนไลน์ผ่านหน้าเว็บไซต์ของระบบการรับชำระเงินกลางฯ ด้วยวิธีการหักเงินจากบัญชีธนาคาร บัตรเครดิต/บัตรเดบิต หรือชำระเงินผ่านช่องทางเคาน์เตอร์ธนาคาร (เฉพาะชำระด้วยเงินสด) ATM Mobile และ Internet Banking ผู้ใช้บริการจะได้ใบเสร็จรับเงินแบบอิเล็กทรอนิกส์ทันที ผ่านทาง e-mail หรือค้นหาผ่านหน้าเว็บไซต์ระบบการรับชำระเงินกลางฯ  2. กรณีชำระค่าบริการผ่านเคาน์เตอร์เซอร์วิส หรือชำระด้วยแคชเชียร์เช็คที่เคาน์เตอร์ธนาคารกรุงไทยฯ ผู้ชำระเงินจะได้ใบเสร็จรับเงินอิเล็กทรอนิกส์ภายใน 2 - 3 วันทำการ หลังจากวันที่ชำระเงิน "]